Repository: Euwoyne/scorepress-gtk
Catalog: l10n/po/*/general.po
Languages: de

source: ScorePress is a WYSIWYG music typesetting program.
de: ScorePress ist ein WYSIWYG Partitur Editor

source: [name of translator]
de: Dominik Lehmann

source: Unsaved Score
de: Unbenannte Partitur

source: Usage: score [options] [filename] Log Options: --nolog don't create any log --debuglog log debug output --verboselog log verbose output --logfile <file> write log to file General Options: -s, --silent emit no output on stdout -d, --debug generate debug output -v, --verbose generate verbose output -h, --help print this help -V, --version print program version
de: Aufruf: score [Optionen] [Datei] Log Optionen: --nolog kein Log --deguglog logge Debug Meldungen --verboselog logge zusätzliche Meldungen --logfile <file> schreibe Log in Datei Allgemeine Optionen: -s, --silent keine Ausgabe auf stdout -d, --debug erzeuge Debug Meldungen -v, --verbose erzeuge zusätzliche Meldungen -h, --help zeige diesen Hilfetext -V, --version zeige Versionsinformationen

source: Warning: Unrecognized option "%s".
de: Warnung: Unbekannte Option "%s".

source: Warning: Unrecognized option "-%c".
de: Warnung: Unbekannte Option "-%c".

source: Libraries:
de: Bibliotheken:

source: Directories:
de: Pfade:

source: SVG Sprites
de: SVG Symbole

source: Unable to open SVG sprite-set "%s"
de: Kann SVG sprite-set "%s" nicht öffnen
