Repository: Euwoyne/scorepress-gtk
Catalog: l10n/po/*/mainwnd.po
Languages: de

source: _File
de: _Datei

source: _New...
de: _Neu

source: Create new score
de: Eine neue Partitur erstellen

source: _Empty Score
de: L_eere Partitur

source: Create empty score
de: Eine leere Partitur erstellen

source: _Customized...
de: _Vorlage...

source: Create customized empty score
de: Neue Partitur aus Vorlage erstellen

source: _Open...
de: Ö_f_fnen...

source: Open score file
de: Eine Partitur öffnen

source: _Save...
de: _Speichern...

source: Save current score
de: Aktuelle Partitur speichern

source: _Quit
de: _Beenden

source: Quit program
de: Programm beenden

source: _Edit
de: _Bearbeiten

source: _Undo
de: _Rückgängig

source: Undo last action
de: Letzten Vorgang rückgängig machen

source: _Redo
de: _Wiederholen

source: Redo the last undone action
de: Rückgängig gemachten Vorgang wiederholen

source: Cu_t
de: _Ausschneiden

source: Cut highlighted part
de: Markierten Teil ausschneiden

source: _Copy
de: _Kopieren

source: Copy highlighted part
de: Markierten Teil kopieren

source: _Paste
de: _Einfügen

source: Paste clipboard contents
de: Inhalt der Zwischenablage einfügen

source: _View
de: _Ansicht

source: _Boundaries
de: _Umrandungen

source: _Line
de: _Zeile

source: Show line boundaries
de: Zeige Zeilen Umrandungen

source: _Attached
de: _Objekte

source: Show attachment boundaries
de: Zeige Objekt Umrandungen

source: _Note
de: _Noten

source: Show note boundaries
de: Zeige Noten Umrandungen

source: Show end-of-voice indicators
de: Zeige Stimmen Ende

source: _Show All
de: _Alle

source: Show all boundaries
de: Zeige alle Umrandungen

source: _Hide All
de: _Keine

source: Show no boundaries
de: Zeige keine Umrandungen

source: _Help
de: _Hilfe

source: _Help...
de: _Hilfe...

source: Help Index
de: Inhaltsverzeichnis

source: _About...
de: _Info...

source: Copyright and Credits
de: Autoren und Copyright
